Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/Pearl.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# INSTRUCTION_SUBSTATE_5
source: Face Obstructed
ar: هناك عائق أمام الوجه
bg: Лицето е покрито
ca: Cara obstruïda
cs: Tvář je zakrytá
da: Ansigt er dækket
de: Gesicht verdeckt
el: Το πρόσωπο εμποδίζεται
es: Cara tapada
es_us: Cara obstruida
fi: Kasvosi eivät näy kunnolla
fr: Visage obstrué
fr_ca: Visage obstrué
he: משהו חוסם את הפנים שלך
hi: चेहरे के सामने रुकावट है
hr: Prekriveno lice
hu: Az arc el van takarva
id: Wajah Terhalang
it: Il tuo volto non è chiaramente visibile
ja: 顔の認識が妨げられています
kk: Бетіңіз анық емес
ko: 얼굴이 가려졌습니다.
lt: Veidas užstotas
ms: Wajah Terhalang
nl: Gezicht geblokkeerd
no: Ansiktet er tildekket
pl: Twarz zasłonięta
pt_br: Rosto Obstruído
pt_pt: Rosto obstruído
ro: Chip obstrucționat
ru: Ваше лицо плохо видно
sk: Tvár je zakrytá
sl: Obraz ni jasno viden
sv: Hinder framför ansiktet
th: ใบหน้าถูกบดบัง
tr: Yüz Engellenmiş
uk: Обличчя затулено
vi: Khuôn mặt bị cản trở
zh_cn: 面部被遮挡
zh_hk: 面孔被遮擋
zh_tw: 臉被遮蔽

# ENROLL_FAILED_GENERIC
source: Face ID Is Not Available
ar: بصمة الوجه غير متاحة
bg: Face ID не е достъпен
ca: El Face ID no està disponible
cs: Face ID není k dispozici
da: Face ID er ikke tilgængelig
de: Face ID ist nicht verfügbar
el: Το Face ID δεν είναι διαθέσιμο
es: Face ID no está disponible
es_us: Face ID no está disponible
fi: Face ID ei ole käytettävissä
fr: Face ID n’est pas disponible
fr_ca: Face ID n’est pas disponible
he: ‏Face ID אינו זמין
hi: Face ID उपलब्ध नहीं है
hr: Face ID nije dostupan
hu: A Face ID nem érhető el
id: Face ID Tidak Tersedia
it: Face ID non è disponibile
ja: Face IDは利用できません
kk: Face ID қолжетімді емес
ko: Face ID를 사용할 수 없음
lt: „Face ID“ neprieinama
ms: Face ID Tidak Tersedia
nl: Face ID is niet beschikbaar
no: Face ID ikke tilgjengelig
pl: Funkcja Face ID jest niedostępna
pt_br: O Face ID Não Está Disponível
pt_pt: Face ID não está disponível
ro: Face ID nu este disponibil
ru: Функция Face ID недоступна
sk: Face ID nie je k dispozícii
sl: Funkcija Face ID ni na voljo
sv: Face ID är inte tillgängligt
th: Face ID ไม่พร้อมใช้งาน
tr: Face ID Kullanılamıyor
uk: Функція Face ID недоступна
vi: Face ID không khả dụng
zh_cn: 面容ID不可用
zh_hk: 無法使用Face ID
zh_tw: 無法使用Face ID

# APPS_USING_PEARL
source: Other Apps
ar: تطبيقات أخرى
bg: Други приложения
ca: Altres apps
cs: Další aplikace
da: Andre apps
de: Andere Apps
el: Άλλες εφαρμογές
es: Otras apps
es_us: Otras apps
fi: Muut apit
fr: Autres apps
fr_ca: Autres apps
he: יישומים אחרים
hi: अन्य ऐप्स
hr: Ostale aplikacije
hu: Egyéb appok
id: App Lainnya
it: Altre app
ja: その他のアプリ
kk: Басқа қолданбалар
ko: 기타 앱
lt: Kitos programos
ms: App Lain
nl: Andere apps
no: Andre apper
pl: Inne aplikacje
pt_br: Outros Apps
pt_pt: Outras aplicações
ro: Alte aplicații
ru: Другие приложения
sk: Ďalšie apky
sl: Druge aplikacije
sv: Andra appar
th: แอปอื่น
tr: Diğer Uygulamalar
uk: Інших програм
vi: Các ứng dụng khác
zh_cn: 其他App
zh_hk: 其他App
zh_tw: 其他App

source: Set Up Face ID
ar: إعداد بصمة الوجه
bg: Настройка на Face ID
ca: Configura el Face ID
cs: Nastavit Face ID
da: Indstil Face ID
de: Face ID konfigurieren
el: Διαμόρφωση Face ID
es: Configurar Face ID
es_us: Configurar Face ID
fi: Ota Face ID käyttöön
fr: Configurer Face ID
fr_ca: Configurer Face ID
he: הגדרת Face ID
hi: Face ID सेटअप करें
hr: Podesi Face ID
hu: Face ID beállítása
id: Atur Face ID
it: Configura Face ID
ja: Face IDをセットアップ
kk: Face ID функциясын баптау
ko: Face ID 설정
lt: Nustatyti „Face ID“
ms: Sediakan Face ID
nl: Configureer Face ID
no: Konfigurer Face ID
pl: Skonfiguruj Face ID
pt_br: Configurar Face ID
pt_pt: Configurar Face ID
ro: Configurați Face ID
ru: Настроить Face ID
sk: Nastaviť Face ID
sl: Nastavi funkcijo Face ID
sv: Ställ in Face ID
th: ตั้งค่า Face ID
tr: Face ID’yi Ayarla
uk: Налаштувати Face ID
vi: Thiết lập Face ID
zh_cn: 设置面容ID
zh_hk: 設定Face ID
zh_tw: 設定Face ID

# PEARL_ATTENTION_TITLE
source: Attention Aware Features
ar: الميزات المتتبعة للانتباه
bg: Функции, отчитащи вниманието
ca: Detecció de l‘atenció
cs: Detekce pozornosti
da: Opmærksomhedsfunktioner
de: Aufmerksamkeitssensible Funktionen
el: Δυνατότητες προσοχής
es: Detección de atención
es_us: Funciones que detectan atención
fi: Katsekontaktitoiminnot
fr: Fonctions fondées sur l’attention
fr_ca: Fonctions basées sur l’attention
he: מאפיינים שמזהים קשב
hi: अटेंशन अवेयर फ़ीचर
hr: Značajke svjesne pažnje
hu: Figyelemérzékelő funkciók
id: Fitur Sadar Perhatian
it: Rilevamento sguardo
ja: 画面注視認識機能
kk: «Назарды тану» функциялары
ko: 주시 지각 기능
lt: Dėmesio reikalaujančios funkcijos
ms: Ciri Kesedaran Perhatian
nl: Voorzieningen aandachtsdetectie
no: Reager på øyekontakt
pl: Funkcje rozpoznające uwagę
pt_br: Recursos com Detecção de Atenção
pt_pt: Deteção de atenção
ro: Detectarea atenției privirii
ru: Распознавание внимания
sk: Funkcie na detekciu pozornosti
sl: Funkcije zaznavanja pozornosti
sv: Uppmärksamhetsfunktioner
th: คุณสมบัติการตั้งใจมอง
tr: Dikkat Farkındalığı Özellikleri
uk: Функції, пильні до уваги
vi: Tính năng nhận biết sự chú ý
zh_cn: 注视感知功能
zh_hk: 螢幕注視感知功能
zh_tw: 螢幕注視感知功能

# INSTRUCTION_STATE_FIRST_SCAN_COMPLETE
source: First Face ID scan complete.
ar: اكتمل المسح الأول لبصمة الوجه.
bg: Приключи първото сканиране на Face ID.
ca: El primer escaneig del Face ID s’ha completat.
cs: První záznam Face ID je hotový.
da: Første scanning af Face ID er færdig.
de: Erster Scan für Face ID abgeschlossen.
el: Ολοκληρώθηκε η πρώτη σάρωση Face ID.
es: Primera exploración de Face ID completada
es_us: Primer registro de Face ID finalizado.
fi: Ensimmäinen Face ID -skannaus valmis.
fr: Première analyse Face ID terminée.
fr_ca: Première analyse de Face ID terminée.
he: סריקת Face ID ראשונה הושלמה בהצלחה.
hi: पहला Face ID स्कैन पूरा।
hr: Dovršeno prvo skeniranje za Face ID.
hu: Face ID – az első szkennelés befejeződött.
id: Pemindaian pertama Face ID selesai.
it: Hai completato la prima scansione con Face ID.
ja: 1回目のFace ID スキャンが完了しました。
kk: Алғашқы Face ID сканерлеуі аяқталды.
ko: 첫 번째 Face ID 스캔을 완료했습니다.
lt: Pirmasis „Face ID“ nuskaitymas baigtas.
ms: Imbasan pertama Face ID selesai.
nl: Eerste scan Face ID voltooid.
no: Første Face ID- skanning fullført.
pl: Pierwsze skanowanie Face ID ukończone.
pt_br: Primeiro escaneamento do Face ID concluído.
pt_pt: Primeira leitura do Face ID concluída.
ro: Prima scanare Face ID s‑a finalizat.
ru: Первое сканирование Face ID выполнено.
sk: Prvé skenovanie Face ID je dokončené.
sl: Prvo skeniranje za Face ID je dokončano.
sv: Den första skanningen via Face ID är klar.
th: สแกน Face ID ครั้งที่หนึ่งสำเร็จแล้ว
tr: İlk Face ID taraması tamamlandı.
uk: Перше сканування Face ID виконано.
vi: Hoàn tất lần quét Face ID đầu tiên.
zh_cn: 面容ID首次 扫描完成。
zh_hk: 第一次Face ID 掃描完成。
zh_tw: 第一次Face ID 掃描完成。

# ENROLL_FAILED_INTERLOCKED_MESSAGE_SETTINGS
source: A problem has been detected with the TrueDepth camera.
ar: تم اكتشاف مشكلة في كاميرا العمق الحقيقي.
bg: Открит е проблем с камерата TrueDepth.
ca: S’ha detectat un problema amb la càmera TrueDepth.
cs: Byl zjištěn problém s TrueDepth kamerou.
da: Der er fundet et problem med TrueDepth-kameraet.
de: Mit der TrueDepth-Kamera ist ein Problem aufgetreten.
el: Εντοπίστηκε πρόβλημα με την κάμερα TrueDepth.
es: Se ha detectado un problema con la cámara TrueDepth.
es_us: Se detectó un problema con la cámara TrueDepth.
fi: TrueDepth-kamerassa on havaittu ongelma.
fr: Un problème a été détecté avec la caméra TrueDepth.
fr_ca: Un problème lié à la caméra TrueDepth a été détecté.
he: התגלתה בעיה במצלמת ה-TrueDepth.
hi: TrueDepth कैमरा में समस्या का पता लगा है।
hr: Detektiran je problem s TrueDepth kamerom.
hu: A TrueDepth-kamerával kapcsolatban probléma észlelhető.
id: Masalah pada kamera TrueDepth telah terdeteksi.
it: Si è verificato un problema con la fotocamera TrueDepth.
ja: TrueDepthカメラで問題が検出されました。
kk: TrueDepth камерасында мәселе анықталды.
ko: TrueDepth 카메라에 문제가 감지되었습니다.
lt: Aptikta „TrueDepth“ vaizdo kameros problema.
ms: Masalah telah dikesan dengan kamera TrueDepth.
nl: Er is een probleem gedetecteerd met de TrueDepth-camera.
no: Det har blitt oppdaget et problem med TrueDepth-kameraet.
pl: Wykryto problem z aparatem TrueDepth.
pt_br: Foi detectado um problema com a câmera TrueDepth.
pt_pt: Foi detetado um problema com a câmara TrueDepth.
ro: A fost detectată o problemă la camera TrueDepth.
ru: Обнаружена проблема с камерой TrueDepth.
sk: Bol zistený problém s TrueDepth kamerou.
sl: Zaznana je bila težava s kamero TrueDepth.
sv: Ett problem har upptäckts med TrueDepth-kameran.
th: ตรวจพบปัญหากับกล้อง TrueDepth
tr: TrueDepth kamerayla ilgili bir sorun saptandı.
uk: Виявлено проблему з камерою TrueDepth.
vi: Đã phát hiện thấy một sự cố với camera TrueDepth.
zh_cn: 检测到原深感摄像头出现问题。
zh_hk: 偵測到「原深感測鏡頭」出現問題。
zh_tw: 偵測到原深感測相機發生問題。

# INSTRUCTION_STATE_TUTORIAL
source: How to Set Up Face ID
ar: كيفية إعداد بصمة الوجه
bg: Как да настроите Face ID
ca: Com configurar el Face ID
cs: Jak nastavit Face ID
da: Sådan indstiller du Face ID
de: Konfigurieren von Face ID
el: Πώς να διαμορφώσετε το Face ID
es: Cómo configurar Face ID
es_us: Cómo configurar Face ID
fi: Näin otat Face ID:n käyttöön
fr: Comment configurer Face ID
fr_ca: Comment configurer Face ID
he: איך להגדיר את Face ID
hi: Face ID कैसे सेटअप करें
hr: Podešavanje Face ID-ja
hu: A Face ID beállítása
id: Cara Mengatur Face ID
it: Come configurare Face ID
ja: Face IDのセットアップ方法
kk: Face ID функциясын баптау әдісі
ko: Face ID 설정 방법
lt: Kaip nustatyti „Face ID“
ms: Cara Menyediakan Face ID
nl: Face ID configureren
no: Konfigurering av Face ID
pl: Jak skonfigurować Face ID
pt_br: Como Configurar o Face ID
pt_pt: Como configurar Face ID
ro: Configurarea Face ID
ru: Как настроить Face ID
sk: Ako nastaviť Face ID
sl: Kako nastaviti funkcijo Face ID
sv: Så här ställer du in Face ID
th: วิธีการตั้งค่า Face ID
tr: Face ID Nasıl Ayarlanır
uk: Як налаштувати Face ID
vi: Cách thiết lập Face ID
zh_cn: 如何设置面容ID
zh_hk: 如何設定Face ID
zh_tw: 如何設定Face ID

# FINISH_ENROLL_BUTTON_SETTINGS
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: אישור
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

source: Back
ar: رجوع
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_us: Atrás
fi: Edellinen
fr: Retour
fr_ca: Retour
he: הקודם
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Balik
nl: Vorige
no: Tilbake
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# PEARL_AUTOLOCK_FOOTER
source: Attention is detected when you are looking at the screen. When attention is detected, Apple Vision Pro does not dim the display.
ar: يتم اكتشاف الانتباه عند النظر إلى الشاشة. وعندما يتم اكتشاف الانتباه، لا تقوم Apple Vision Pro بتعتيم الشاشة.
bg: Вниманието ви се разпознава, когато погледнете в екрана. Apple Vision Pro не затъмнява екрана, когато разпознае внимание.
ca: L’atenció es detecta quan mires la pantalla. Quan es detecta, l’Apple Vision Pro no atenua la pantalla.
cs: Pozornost je detekována, když se díváte na obrazovku. Pokud Apple Vision Pro detekuje vaši pozornost, neztlumí jas displeje.
da: Opmærksomhed registreres, når du kigger på skærmen. Når opmærksomhed registreres, dæmper Apple Vision Pro ikke skærmen.
de: Wenn du auf den Bildschirm blickst, wird „Aufmerksamkeit“ erkannt und das Apple Vision Pro-Display bleibt erleuchtet.
el: Όταν κοιτάζετε την οθόνη, ανιχνεύεται η προσοχή σας. Όταν συμβαίνει αυτό, δεν μειώνεται η φωτεινότητα της οθόνης του Apple Vision Pro.
es: Cuando mires a la pantalla, el Apple Vision Pro detectará tu atención y no atenuará la pantalla.
es_us: La atención se detecta cuando ves la pantalla y, en ese caso, el Apple Vision Pro no la obscurecerá.
fi: Katseesi havaitaan, kun katsot näyttöä. Kun katseesi havaitaan, Apple Vision Pro ei himmennä näyttöä.
fr: Votre attention est détectée lorsque vous regardez l’écran. Si l’Apple Vision Pro détecte votre attention, il n’obscurcit pas l’écran.
fr_ca: L’attention est détectée lorsque vous regardez l’écran. Si l’attention est détectée, l’Apple Vision Pro ne diminue pas la luminosité de l’affichage.
he: המכשיר מזהה תשומת לב כאשר המבט שלך מופנה כלפי המסך. במקרים אלו, ה-Apple Vision Pro לא יעמעם את המסך.
hi: आपके स्क्रीन पर देखने पर ध्यान की पहचान की जाती है। ध्यान की पहचान होने पर Apple Vision Pro डिस्प्ले डिम नहीं करता है।
hr: Pažnja se detektira kad gledate u zaslon. Kad je pažnja detektirana, Apple Vision Pro ne zatamnjuje zaslon.
hu: Ha a képernyőre néz, az Apple Vision Pro érzékeli, hogy Ön figyel. Ilyenkor az eszköz nem sötétíti el a kijelzőt.
id: Perhatian terdeteksi saat Anda melihat ke layar. Jika perhatian terdeteksi, Apple Vision Pro tidak akan meredupkan layar.
it: Apple Vision Pro non ridurrà la retroilluminazione quando rileva che stai guardando verso lo schermo.
ja: 画面を注視しているかどうかを検出します。注視が検出された場合、Apple Vision Proのディスプレイは暗くなりません。
kk: Экранға қарап тұрған кезде, назар аудардыңыз деп анықталады. Назар аударғаныңыз анықталған кезде, Apple Vision Pro экраны қараңғыланбайды.
ko: 사용자가 화면을 바라보면 ‘주시’가 감지됩니다. 주시가 감지되면 Apple Vision Pro의 화면이 어두워지지 않습니다.
lt: Dėmesingumas nustatomas, kai žiūrite į ekraną. Nustatęs, kad žiūrite į ekraną, „Apple Vision Pro“ nepritemdys ekrano.
ms: Perhatian dikesan apabila anda melihat ke arah skrin. Apabila perhatian dikesan, Apple Vision Pro tidak memalapkan paparan.
nl: Aandacht wordt gedetecteerd wanneer je naar het scherm kijkt. Wanneer aandacht wordt gedetecteerd, wordt het scherm van de Apple Vision Pro niet gedimd.
no: Øyekontakt registreres når du ser på skjermen. Når øyekontakt registreres, reduseres ikke lysstyrken på Apple Vision Pro-skjermen.
pl: Gdy zwracasz uwagę na ekran (czyli patrzysz na niego), Apple Vision Pro nie przyciemnia ekranu.
pt_br: A atenção é detectada quando você está olhando para a tela. Quando isso ocorre, o Apple Vision Pro não escurece a tela.
pt_pt: Quando o Apple Vision Pro detetar que está a olhar para o ecrã, não escurecerá o ecrã.
ro: Atenția este detectată atunci când vă uitați la ecran. Când se detectează atenția, Apple Vision Pro‑ul nu întunecă afișajul.
ru: Считается, что внимание пользователя присутствует, когда Вы смотрите на экран. Если внимание обнаружено, экран Apple Vision Pro не затемняется.
sk: Apple Vision Pro dokáže zistiť, kedy sa pozeráte na obrazovku. Ak deteguje vašu pozornosť, nestlmí jas displeja.
sl: Če gledate v zaslon, naprava Apple Vision Pro zazna vašo pozornost in ne zatemni zaslona.
sv: Uppmärksamhet detekteras när du tittar på skärmen. Medan uppmärksamhet detekteras sänks inte ljusstyrkan på Apple Vision Pro-skärmen.
th: การตั้งใจมองจะถูกตรวจพบเมื่อคุณมองอยู่ที่หน้าจอ เมื่อการตั้งใจมองถูกตรวจพบ Apple Vision Pro จะไม่ลดแสงจอภาพ
tr: Siz ekrana bakarken dikkat saptanır. Dikkat saptanınca Apple Vision Pro ekranı soluklaştırmaz.
uk: Увага виявляється, коли ви дивитеся на екран. Коли увагу виявлено, Apple Vision Pro не затемнює дисплей.
vi: Sự chú ý được phát hiện khi bạn đang nhìn vào màn hình. Khi phát hiện thấy sự chú ý, Apple Vision Pro không làm tối màn hình.
zh_cn: 你看向屏幕时可检测到你的注视。若检测到注视，Apple Vision Pro不会调暗屏幕。
zh_hk: 系統可以偵測你是否注視螢幕。偵測到時Apple Vision Pro不會將螢幕變暗。
zh_tw: 系統可以偵測你是否正在看著螢幕。若偵測到，Apple Vision Pro的螢幕就不會變暗。

# ENROLL_FAILED_TOO_COLD_SETTINGS
source: You can set up Face ID later when iPhone warms up.
ar: يمكنك إعداد بصمة الوجه لاحقًا عندما يدفأ الـ iPhone.
bg: Можете да настроите Face ID по-късно, когато iPhone се загрее.
ca: Pots configurar el Face ID més tard quan l’iPhone s’escalfi.
cs: Face ID můžete nakonfigurovat později, až se iPhone zahřeje.
da: Du kan indstille Face ID senere, når iPhone er varmet op.
de: Face ID kann später konfiguriert werden, wenn das iPhone erwärmt ist.
el: Μπορείτε να διαμορφώσετε το Face ID αργότερα όταν αυξηθεί η θερμοκρασία του iPhone.
es: Puedes configurar Face ID más tarde cuando el iPhone se caliente.
es_us: Puedes registrar Face ID cuando el iPhone se caliente.
fi: Voit ottaa Face ID käyttöön myöhemmin, kun iPhone lämpenee.
fr: Vous pourrez configurer Face ID lorsque l’iPhone se sera réchauffé.
fr_ca: Vous pourrez configurer Face ID plus tard quand la température de l’iPhone sera suffisante.
he: יהיה ניתן להגדיר את Face ID מאוחר יותר, כאשר ה-iPhone יתחמם מעט.
hi: आप Face ID का सेटअप बाद में कर ^[सकते हैं](inflect: true) जब iPhone गर्म हो जाता है।
hr: Možete podesiti Face ID nakon što se iPhone zagrije.
hu: A Face ID-t beállíthatja később, miután az iPhone felmelegedett.
id: Anda dapat mengatur Face ID nanti setelah iPhone menghangat.
it: Potrai configurare Face ID in seguito, quando iPhone si sarà riscaldato.
ja: iPhoneの温度が上がってから、Face IDをセットアップできます。
kk: iPhone жылыған кезде, Face ID функциясын баптауға болады.
ko: 나중에 iPhone의 온도가 올라가면 Face ID를 설정할 수 있습니다.
lt: „Face ID“ galite nustatyti vėliau, kai „iPhone“ sušils.
ms: Anda boleh menyediakan Face ID kemudian apabila iPhone memanas.
nl: Je kunt Face ID later configureren wanneer de iPhone is opgewarmd.
no: Du kan konfigurere Face ID senere når iPhonen er varmet opp.
pl: Face ID możesz skonfigurować później, gdy iPhone się nagrzeje.
pt_br: Você pode configurar o Face ID mais tarde quando o iPhone aquecer.
pt_pt: Pode configurar Face ID mais tarde, quando o iPhone aquecer.
ro: Puteți configura Face ID ulterior, după încălzirea iPhone‑ului.
ru: Вы можете настроить Face ID позже, когда iPhone нагреется.
sk: Face ID môžete nastaviť neskôr po zahriatí iPhonu.
sl: Funkcijo Face ID lahko nastavite pozneje, ko se iPhone ogreje.
sv: Du kan ställa in Face ID senare när iPhone har värmts upp.
th: คุณสามารถตั้งค่า Face ID ในภายหลังได้เมื่อ iPhone อุ่นขึ้น
tr: Face ID’yi daha sonra iPhone ısındığında ayarlayabilirsiniz.
uk: Ви можете доналаштувати Face ID пізніше, коли iPhone зігріється.
vi: Bạn có thể thiết lập Face ID sau này khi iPhone ấm lên.
zh_cn: 稍后待iPhone升温后，你可以设置面容ID。
zh_hk: 你可以稍後等iPhone升温後設定Face ID。
zh_tw: 你可以等iPhone暖機後，再設定Face ID。

# INSTRUCTION_SUBSTATE_8
source: Position your face within the frame.
ar: اجعل وجهك ضمن الإطار
bg: Поставете вашето лице в кадъра.
ca: Situa la cara dins del marc
cs: Nastavte tvář do rámečku.
da: Anbring dit ansigt i rammen.
de: Richte dein Gesicht im Rahmen aus.
el: Τοποθετήστε το πρόσωπό σας μέσα στο πλαίσιο.
es: Coloca la cara en el recuadro
es_us: Sitúa tu cara dentro del marco.
fi: Kohdista kasvosi kehykseen.
fr: Placez votre visage dans le cadre.
fr_ca: Placez votre visage dans le cadre.
he: יש למקם את הפנים בתוך המסגרת.
hi: अपना चेहरा फ़्रेम के अंदर लाएँ।
hr: Postavite svoje lice unutar okvira.
hu: Mozgassa a keretet az arca köré.
id: Posisikan wajah Anda dalam bingkai.
it: Il tuo volto deve essere racchiuso nella cornice.
ja: 枠内に顔を入れて ください。
kk: Бетіңізді жақтау ішіне орналастырыңыз.
ko: 얼굴 위치를 프레임에 맞추십시오.
lt: Laikykite veidą taip, kad jis patektų į kadrą.
ms: Tempatkan wajah anda dalam bingkai.
nl: Plaats je gezicht in het kader.
no: Plasser ansiktet ditt innenfor rammen.
pl: Umieść swoją twarz w kadrze.
pt_br: Posicione seu rosto na moldura.
pt_pt: Coloque o rosto dentro da moldura.
ro: Poziționați‑vă chipul în cadru.
ru: Поместите свое лицо в рамку.
sk: Umiestnite tvár do rámčeka.
sl: Postavite svoj obraz v okvir.
sv: Placera ditt ansikte inom ramen.
th: นำใบหน้าของคุณ ให้อยู่ภายในกรอบ
tr: Yüzünüzü çerçeveye doğru tutun.
uk: Розмістіть обличчя в рамці.
vi: Định vị khuôn mặt của bạn trong khung.
zh_cn: 保持面部在取景框内。
zh_hk: 將你的面孔 對準取景框。
zh_tw: 將你的臉放在 觀景窗中。

# INSTRUCTION_SUBSTATE_1
source: Move Back a Little
ar: ارجع قليلاً إلى الوراء
bg: Отместете се малко назад
ca: Allunya’t una mica
cs: O trochu se vzdalte
da: Flyt lidt tilbage
de: Etwas weiter zurück
el: Μετακινηθείτε λίγο προς τα πίσω
es: Aléjate un poco
es_us: Aléjate un poco
fi: Siirry hieman taaksepäin
fr: Reculez un peu
fr_ca: Reculez un peu.
he: יש להתרחק מעט
hi: थोड़ा पीछे जाएँ
hr: Pomaknite se malo unatrag
hu: Menjen kicsit hátrább
id: Mundur Sedikit
it: Allontanati leggermente
ja: 少し後ろに下がってください
kk: Кішкене артқа жылжыңыз
ko: 조금 뒤로 이동하십시오.
lt: Šiek tiek atsitraukite atgal
ms: Undur Sedikit
nl: Iets verder weg
no: Flytt deg litt lenger unna
pl: Oddal trochę
pt_br: Afaste-se um Pouco
pt_pt: Recue um pouco
ro: Îndepărtați‑vă puțin
ru: Немного отодвиньтесь
sk: Posuňte sa mierne dozadu
sl: Premaknite se nekoliko nazaj
sv: Flytta bakåt en liten bit
th: ขยับถอยห่างเล็กน้อย
tr: Biraz Arkaya Gidin
uk: Трохи назад
vi: Di chuyển chậm về phía sau
zh_cn: 往后移一点
zh_hk: 離遠一點
zh_tw: 離遠一點

# PEARL_CAMERA_RESTRICTED_ALERT_TITLE
source: Camera Is Restricted
ar: الكاميرا مقيدة
bg: Има ограничение за Камера
ca: La càmera està restringida
cs: Není povolena aplikace Fotoaparát
da: Kamera er begrænset
de: Kamera ist eingeschränkt
el: Η Κάμερα είναι περιορισμένη
es: Cámara restringida
es_us: Se restringió la cámara
fi: Kameran käyttöä rajoitettu
fr: Accès restreint à la caméra
fr_ca: Accès restreint à l’appareil photo
he: המצלמה מוגבלת
hi: कैमरा प्रतिबंधित है
hr: Uporaba kamere je zabranjena
hu: A Kamera korlátozva van
id: Kamera Dibatasi
it: L’utilizzo della Fotocamera presenta delle limitazioni
ja: カメラが制限されています
kk: Камера қызметі шектелген
ko: 카메라가 제한됨
lt: Vaizdo kamera apribota
ms: Kamera Dihadkan
nl: Camera is beperkt
no: Kameraet er begrenset
pl: Aparat jest ograniczony
pt_br: A Câmera Está Restrita
pt_pt: Câmara restrita
ro: Camera este restricționată
ru: Камера ограничена
sk: Kamera nie je povolená
sl: Kamera je omejena
sv: Kameran har begränsats
th: กล้องถูกจำกัด
tr: Kamera Sınırlanıyor
uk: Використання камери обмежено
vi: Camera bị giới hạn
zh_cn: 摄像头受限制
zh_hk: 「相機」被限制取用
zh_tw: 「相機」被限制取用

source: Start Over
ar: بدء من جديد
bg: Започни отначало
ca: Comença de nou
cs: Začít znovu
da: Start forfra
de: Neu starten
el: Επανέναρξη
es: Volver a empezar
es_us: Volver a empezar
fi: Aloita alusta
fr: Recommencer
fr_ca: Recommencer
he: התחלה מחדש
hi: फिर से शुरू करें
hr: Ispočetka
hu: Újrakezdés
id: Mulai Lagi
it: Ricomincia
ja: やり直す
kk: Басынан бастау
ko: 다시 시작
lt: Pradėti iš naujo
ms: Mula Semula
nl: Begin opnieuw
no: Begynn på nytt
pl: Zacznij od nowa
pt_br: Recomeçar
pt_pt: Recomeçar
ro: Reîncepeți
ru: Начать снова
sk: Začať znovu
sl: Začni znova
sv: Börja om
th: เริ่มต้นใหม่
tr: Baştan Başla
uk: Почати наново
vi: Bắt đầu lại
zh_cn: 重新开始
zh_hk: 重新開始
zh_tw: 重新開始

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
